exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉
𝙎𝙊𝙇𝙍𝘼𝘾 𝙊😏


❉──────────❉

𝙎𝙊𝙇𝙍𝘼𝘾 𝙊 𝙈𝘼𝙄𝙎 𝘽𝙍𝘼𝘽𝙊😈 𝙊𝙇𝙃𝘼 𝙊𝙎 𝘾𝙊𝙈𝘼𝙉𝘿𝙊𝙎 𝘼𝘽𝘼𝙄𝙓𝙊
	
╔════════════════════
║ *MENU2*    
╠════════════════════
║╭──❉ *CITAÇÕES E PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *BAIXAR* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${A187}*
╠════════════════════
║╭──❉ *ISLAMISMO* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────

╠════════════════════
║𝙎𝙊𝙇𝙍𝘼𝘾 𝙊 𝙈𝘼𝙄𝙎 𝘽𝙍𝘼𝘽𝙊😝
╚════════════════════`
}
